data/DUCT/AR_3_Ret_180/0/k_LES
k_LES nonuniform List<scalar>
6627
(
5.582289800656298
6.115700888393048
6.9515441506386
7.931610348543728
8.962631186149133
9.989816965766954
11.00840905520921
12.018467334498654
...
);
