data/DUCT/AR_3_Ret_180/0/tauij_LES
tauij_LES nonuniform List<symmTensor>
6627
(
(5.213586795971281 0.33411876135091667 0.015968389213694045 2.9895193534932756 -0.000517693230345499 2.961473454858875)
(5.909182128436068 0.973245578915381 0.01386962731683325 3.0967757495397263 -0.0015361512330470267 3.2254439089336295)
(6.967530273159175 1.548382617270837 0.016909600138741137 3.280797662609712 -0.0018533510681545036 3.654760378938074)
(8.160938149462185 2.066102138741511 0.016851751370464494 3.5155042268429626 -0.002236703819128963 4.186778338672651)
(9.382227622301428 2.5286530896671526 0.021813590109740797 3.7802692045851 0.0008448493024652471 4.76276557232744)
(10.583701959992714 2.938160394993131 0.024102793096434594 4.055761792758452 0.0020501339214225723 5.3401702099216335)
(11.787475157349377 3.3070734711727328 0.019330011495234722 4.324255175988761 0.0003467280882606795 5.905087792150343)
(13.022585887693872 3.6370669268905664 0.020081589097608724 4.574269377950562 -0.0019266539907887852 6.440079432227198)
...
);
