data/DUCT/AR_3_Ret_180/constant/C
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "constant";
    object      C;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 0 0 0 0 0];

internalField   nonuniform List<vector> 
6627
(
(0.0005 4.597582821e-05 4.681223506e-05)
(0.0005 0.0001337478639 4.681223507e-05)
(0.0005 0.0002135406235 4.681223507e-05)
(0.0005 0.000286079496 4.681223506e-05)
(0.0005 0.0003520239256 4.681223507e-05)
(0.0005 0.0004119734069 4.681223507e-05)
(0.0005 0.0004664729354 4.681223507e-05)
(0.0005 0.0005160179614 4.681223507e-05)
...
)
;

boundaryField
{
    inflow
    {
        type            cyclic;
    }
    outflow
    {
        type            cyclic;
    }
    wallTop
    {
        type            calculated;
        value           nonuniform List<vector> 
141
(
(0.0005 0.001 4.681223507e-05)
(0.0005 0.001 0.0001389934405)
(0.0005 0.001 0.0002283326138)
(0.0005 0.001 0.0003149173774)
(0.0005 0.001 0.0003988326525)
(0.0005 0.001 0.0004801607416)
(0.0005 0.001 0.0005589814102)
(0.0005 0.001 0.0006353719645)
...
)
;
    }
    wallSide
    {
        type            calculated;
        value           nonuniform List<vector> 
47
(
(0.0005 4.597582821e-05 0.003)
(0.0005 0.0001337478639 0.003)
(0.0005 0.0002135406236 0.003)
(0.0005 0.0002860794961 0.003)
(0.0005 0.0003520239255 0.003)
(0.0005 0.0004119734069 0.003)
(0.0005 0.0004664729355 0.003)
(0.0005 0.0005160179614 0.003)
...
)
;
    }
    symmetryBottom
    {
        type            symmetry;
    }
    symmetrySide
    {
        type            symmetry;
    }
}


// ************************************************************************* //
