data/DUCT/AR_3_Ret_180/constant/Cz
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "constant";
    object      Cz;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 0 0 0 0 0];

internalField   nonuniform List<scalar> 
6627
(
4.681223506e-05
4.681223507e-05
4.681223507e-05
4.681223506e-05
4.681223507e-05
4.681223507e-05
4.681223507e-05
4.681223507e-05
...
)
;

boundaryField
{
    inflow
    {
        type            cyclic;
    }
    outflow
    {
        type            cyclic;
    }
    wallTop
    {
        type            calculated;
        value           nonuniform List<scalar> 
141
(
4.681223507e-05
0.0001389934405
0.0002283326138
0.0003149173774
0.0003988326525
0.0004801607416
0.0005589814102
0.0006353719645
...
)
;
    }
    wallSide
    {
        type            calculated;
        value           nonuniform List<scalar> 
47
(
0.003
0.003
0.003
0.003
0.003
0.003
0.003
0.003
...
)
;
    }
    symmetryBottom
    {
        type            symmetry;
    }
    symmetrySide
    {
        type            symmetry;
    }
}


// ************************************************************************* //
