data/DUCT/AR_3_Ret_180/constant/V
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "constant";
    object      V;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 3 0 0 0 0 0];

internalField   nonuniform List<scalar> 
6627
(
8.60892511e-12
7.82629555e-12
7.114814142e-12
6.468012861e-12
5.880011679e-12
5.345465173e-12
4.859513793e-12
4.417739812e-12
...
)
;

boundaryField
{
    inflow
    {
        type            cyclic;
    }
    outflow
    {
        type            cyclic;
    }
    wallTop
    {
        type            calculated;
        value           uniform 0;
    }
    wallSide
    {
        type            calculated;
        value           uniform 0;
    }
    symmetryBottom
    {
        type            symmetry;
    }
    symmetrySide
    {
        type            symmetry;
    }
}


// ************************************************************************* //
